/* The default button to dismiss an alert view. */
"alert.cancel-title" = "OK";

/* Default button title to complete a task, such as adding a concern or submitting a record. */
"button.submit" = "Submit";

/* The error shown in the user tries to create a new record without selecting a trust. */
"home.create-error.no-hospital" = "Please select a hospital.";

/* The error shown in the user tries to create a new record without selecting a trust. */
"home.create-error.no-trust" = "Please select a trust.";

/* The error shown in the user tries to create a new record without selecting a ward. */
"home.create-error.no-ward" = "Please select a ward.";

/* Error title when the user cannot create a record. */
"home.create-error.title" = "Cannot Create Record";

/* Error message when the user enters an incorrect username or password. */
"login.error.message" = "Please enter a valid username and password.";

/* Error title if the user enters an incorrect username or password. */
"login.error.title" = "Invalid Credentials";

/* Button title to continue creating a note when prompted about cancelling it. */
"note.cancel.cancel-title" = "Continue";

/* Error message shown when the user is about to cancel a note. */
"note.cancel.error-message" = "Cancelling a note will lose the text entered or sound recorded. Are you sure you want to cancel this note?";

/* Error title shown when the user is about to cancel a note. */
"note.cancel.error-title" = "Cancel Note";

/* Alert message shown before the user cancels a concern workflow */
"pirt.cancel.alert-message" = "Returning to the title screen will delete any entered data. Are you sure you want to continue?";

/* Alert title shown before the user cancels a concern workflow. */
"pirt.cancel.alert-title" = "Cancel Concern";

/* Cancel button title to continue a concern workflow dismissing the cancel alert. */
"pirt.cancel.cancel-title" = "Continue";

/* Concern section title */
"pirt.what.title" = "Detail needed about what, where and when the concern happened.";

/* Concern section title */
"pirt.why.title" = "Why was this a concern for you?";

/* The header identifiying the question number of this question in the PMOS questionnaire. */
"question.index_header" = "Question %d:";

/* The text displayed if a question has no options to select from. */
"question.statement" = "Please add a concern, something good or a note to articulate as appropriate:";

/* Button title to cancel a record. */
"record.cancel.button-title" = "Cancel Record";

/* Button title to continue creating a record when prompted about cancelling a record. */
"record.cancel.cancel-title" = "Continue";

/* Alert message shown when returning to the app's title screen */
"record.cancel.error-message" = "Returning to the title screen will delete any entered data. Are you sure you want to continue?";

/* Alert title to cancel a record and return to the home or title screen. */
"record.cancel.error-title" = "Cancel Record";

/* Cell title to change the app's language. */
"settings.cell.language" = "Select your language:";

/* The label identifiying an unanswered PMOS question on the summary screen. */
"summary.question.summary_label" = "Question %d";

/* Label shown when the user has answered all the PMOS questions. */
"summary.questionnaire-complete" = "Complete";

/* Summary of how many questions the user has answered. 1$: number of answered questions. 2$: total number of questions. */
"summary.questionnaire-summary" = "%1$d of %2$d questions answered";

/* Subtitle when selecting a hospital. */
"ward-select.subtitle.hospital" = "Please select your hospital from the list below:";

/* Subtitle when selecting a trust. */
"ward-select.subtitle.trust" = "Please select you trust from the list below:";

/* Subtitle when selecting a ward. */
"ward-select.subtitle.ward" = "Please select your ward from the list below:";

/* Title when selecting a hospital. */
"ward-select.title.hospital" = "Hospital";

/* Title when selecting a trust. */
"ward-select.title.trust" = "Trust";

/* Title when selecting a ward. */
"ward-select.title.ward" = "Ward";

